Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/uusi_inarinsaamenkielinen_oppikirja_on_julkaistu.html.tmx
Source language: fin
Languages: smn

source: Uusi inarinsaamenkielinen oppikirja on julkaistu
smn: Uđđâ Virkkuvääri 5 -kirje lii almostittum

source: Virkkuuvääri 5 -kirja on julkaistu.
smn: Virkkuuvääri 5 -kirje lii almostittum.

source: Kirja on tarkoitettu 5.lk äidinkielen- ja kirjallisuuden opetukseen.
smn: Kirje lii uáivildum 5.lk eenikielâ- já kirjálâšvuođâ máttááttâsân.

source: Kirjassa on uusi Petter Morottajan kirjoittama jatkotarina, jossa nyt viidesluokkalaiset Täiđee, Kuávsui ja Čiiŋâs ratkaisevat uuden mysteerin samalla kun yrittävät voittaa aarrekisan.
smn: Kirjeest lii uđđâ Petter Morottaja čäällim jotkâmaainâs, mast tääl viiđâdluokkaliih Täiđee, Kuávsui já Čiiŋâs čuávdih uđđâ mysteer siämmást ko keččâleh vyeittiđ aarnikišto.

source: Kirjan pohjana on Otavan Uusi Kipinä 5 -kirja, jonka on inarinsaameksi kääntänyt ja sovittanut Emilia Nieminen.
smn: Kirje vuáđđun lii Otava Uusi Kipinä 5 -kirje, mon lii sämikielân jurgâlâm já heiviittâm Emilia Nieminen.

source: Samalla julkaistiin myös koltansaamenkielinen Virkkâdvääʹrr 3 .
smn: Siämmást almostittui meid nuorttâlâškielân Virkkâdvääʹrr 3 .

source: Kirja on saatavilla Saamelaiskäräjien oppimateriaalin nettikaupasta: Virkkuuvääri 5 eenikielâ já kirjálâšvuotâ
smn: Kirje lii tääl finniimist Sämitige oppâmaterial nettikäävpist: Virkkuuvääri 5 eenikielâ já kirjálâšvuotâ
